const maihar = {
  district: "मैहर",

  vidhansabhas: [
    "मैहर",
    "अमरपाटन",
  ],

  tehsils: [
    "मैहर",       
    "अमरपाटन",   
    "रामनगर",    
  ],

  upTehsils: [
    "अमदरा",       
    "बदेरा",       
    "नादन",        
    "ताला",         
    "मर्यादपुर",   
    "बड़वार",     
  ],

  janpads: [
    "मैहर",      
    "अमरपाटन",    // अमरपाटन
    "रामनगर",     // रामनगर
  ],

  policeStations: [
    "मैहर",       // मैहर
    "अमदरा",       // अमदरा 
    "बदेरा",       // बदेरा
    "नादन देहात",  // नादन देहात
    "अमरपाटन",    // अमरपाटन
    "ताला",         // ताला
    "रामनगर",     // रामनगर
    "मुकुंदपुर चौकी",    // मुकुंदपुर 
    "मर्यादपुर चौकी",   // मर्यादपुर 
  ],
};

export default maihar;
