const satna = {
  district: "सतना",

  vidhansabhas: [
"सतना",
    "रैगांव",
    "रामपुर बघेलान",
    "नागौद",
    "चित्रकूट",
  ],

  tehsils: [
    "रघुराज नगर",
    "कोठी",
    "कोटर",
    "उचेहरा ",
    "मझगंवा",
    "बिरसिंहपुर",
    "रामपुर बघेलान",
    "नागौद",
  ],

upTehsils: [
    "रामस्थान",      
    "सोहावल",       
    "हाटी",         
    "छिबौरा",         
    "चोरहटा",      
    "सज्जनपुर",     
    "जसो",         
    "सिंहपुर",      
    "शिवराजपुर",    
    "परसमनिया",   
    "अटरा",        
    "लगरगंवा",    
    "चित्रकूट",    
    "जैतवारा",      
    "बरौंधा",     
]
,

  janpads: [
    "सोहावल",
    "नागौद",
    "उचेहरा ",
    "मझगंवा",
    "रामपुर बघेलान",
  ],

policeStations: [
    "कोलगंवा",            
    "सिटी कोतवाली",       
    "सिविल लाइन",         
"यातायात थाना",       
"महिला थाना",       
"हरिजन थाना", 
    "बाबूपुर चौकी ",    

    "रामपुर बघेलान",              
    "कोटर",            
    "छिबौरा चौकी",    
    "मनकहरी चौकी",   
    "सज्जनपुर चौकी",    
    "बेला चौकी",        

   
    "मझगंवा",         
    "नयागांव",           
    "सभापुर",           
    "जैतवारा",          
    "धारकुण्डी",          
    "बरौधा",        

    "नागौद",               
    "जसो",            
    "उचेहरा ",          
    "पोडी चौकी",         
    "परसमनिया  चौकी", 

    "रैगांव",            
    "सिंहपुर",           
    "सोहावल चौकी",     
    "कोठी थाना",      
]

};

export default satna;

